Revit 2027 API
ParameterTypeId.FabricationDoublewallMaterialAbbreviation Property
 "Double Wall Material Abbreviation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationDoublewallMaterialAbbreviation { get; }
Public Shared ReadOnly Property FabricationDoublewallMaterialAbbreviation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationDoublewallMaterialAbbreviation {
	ForgeTypeId^ get ();
}
static member FabricationDoublewallMaterialAbbreviation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace